Repository: nkvoronov/script.module.urlresolver
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #33000
source: OpenLoad Stream Authorisation
ru_ru: OpenLoad авторизация потока

# #33001
source: To play this video, authorisation is required
ru_ru: Для воспроизведения этого видео требуется авторизация

# #33002
source: Visit the link below to authorise the devices on your network:
ru_ru: Перейдите по ссылке ниже, чтобы авторизовать устройства в вашей сети:

# #33003
source: [B][COLOR blue]%s[/COLOR][/B] then click 'Pair'
ru_ru: [B][COLOR blue]%s[/COLOR][/B] затем нажмите 'Pair'
uk_ua: [B][COLOR blue]%s[/COLOR][/B] потім натисніть 'Pair'

# #33004
source: No OpenLoad Authorisation
ru_ru: Нет авторизации OpenLoad

# #33005
source: Automatically update resolver
ru_ru: Автоматическое обновление резольвера
uk_ua: Автоматичне оновлення резольвера

# #33006
source: Auto-Update Url
ru_ru: Автообновление ссылки
uk_ua: Автопоновлення посилання

# #33007
source: Decryption Key
ru_ru: Ключ дешифрования
uk_ua: Ключ дешифрування

# #33008
source: Vev.io Stream Authorisation
ru_ru: Vev.io авторизация потока

# #33009
source: VidUP.me Stream Authorisation
ru_ru: VidUP.me авторизация потока

# #33010
source: Enable Universal Resolvers
ru_ru: Включить универсальные резольверы
uk_ua: Включити універсальні резольвери

# #33011
source: Automatically pick best quality
ru_ru: Автоматически выбирать наилучшее качество
uk_ua: Автоматично вибирати найкращу якість

# #33012
source: Use Function Cache
ru_ru: Использовать кеш функции
uk_ua: Використовувати кеш функції

# #33013
source: Reset Function Cache
ru_ru: Сброс кеша функции
uk_ua: Скидання кеша функції

# #33014
source: Universal Resolvers
ru_ru: Универсальные резольверы
uk_ua: Універсальні резольвери

# #33015
source: Resolvers
ru_ru: Резольверы
uk_ua: Резольвери

# #33016
source: Priority
ru_ru: Приоритет
uk_ua: Пріоритет

# #33017
source: Enabled
ru_ru: Разрешено
uk_ua: Дозволено

# #33018
source: Real-Debrid Resolver Authorised
ru_ru: Real-Debrid резольвер авторизирован

# #33019
source: Real-Debrid Authorisation Reset
ru_ru: Real-Debrid сброс авторизации

# #33020
source: Cache Reset
ru_ru: Сброс кеша
uk_ua: Скидання кеша

# #33021
source: Cache Reset Failed
ru_ru: Сбой сброса кеша
uk_ua: Збій скидання кеша

# #33022
source: login
ru_ru: Логин
uk_ua: Логін

# #33023
source: Username
ru_ru: Пользователь
uk_ua: Користувач

# #33024
source: Password
ru_ru: Пароль
uk_ua: Пароль

# #33025
source: Use HTTPS
ru_ru: Использовать HTTPS
uk_ua: Використовувати HTTPS

# #33026
source: Customer ID
ru_ru: Пользовательский ID
uk_ua: ID користувача

# #33028
source: Choose Primary Link Automatically
ru_ru: Автоматически выбирать основную ссылку
uk_ua: Автоматично вибирати основну посилання

# #33029
source: (Re)Authorise My Account
ru_ru: Переавторизовать мою учетную запись

# #33030
source: Reset My Authorisation
ru_ru: Сбросить мою авторизацию

# #33031
source: Resolver Auto-Updated
ru_ru: Автоматическое обновление резольвера
uk_ua: Автоматичне оновлення резольвера

# #33032
source: Type the letters in the image
ru_ru: Введите буквы с картинки
uk_ua: Введіть літери з картинки

# #33033
source: Captcha Error
ru_ru: Ошибка Капчи
uk_ua: Помилка Капчі

# #33034
source: Choose the link
ru_ru: Выберите ссылку
uk_ua: Виберіть посилання

# #33035
source: No link selected
ru_ru: Не выбрана ни одна ссылка
uk_ua: Не обрана жодного посилання

# #33036
source: No Video Link Found
ru_ru: Нет ссылки на видео
uk_ua: Немає посилання на відео

# #33038
source: Cancel
ru_ru: Отмена
uk_ua: Скасувати

# #33039
source: OK
ru_ru: Да
uk_ua: Так

# #33040
source: IP Stream Authorisation Pairing
ru_ru: Сопряжение авторизации IP потока

# #33041
source: No IP Authorisation
ru_ru: Нет автоизации IP

# #33042
source: Client ID
ru_ru: Клиент ID
uk_ua: Клієнт ID

# #33043
source: Vshare.eu Stream Authorisation
ru_ru: Vshare.eu авторизация потока

# #33044
source: Flashx Stream Authorisation
ru_ru: Flashx авторизация потока

# #33045
source: AllDebrid Authorisation Reset
ru_ru: AllDebrid авторизация сброшена

# #33046
source: AllDebrid Resolver Authorised
ru_ru: AllDebrid резолвер авторизирован

# #33047
source: Enable PopUps
ru_ru: Разрешить всплывающие окна
uk_ua: Дозволити спливаючі вікна

# #33048
source: API Key
ru_ru: API ключ
uk_ua: API ключ

# #33049
source: Torrent Support
ru_ru: Поддержка Torrent
uk_ua: Підтримка Torrent

# #33050
source: Cached torrents only
ru_ru: Только кэшированные торренты
uk_ua: Тільки кешированниє торренти

# #33051
source: Premiumize Authorisation Reset
ru_ru: Premiumize авторизация сброшена

# #33052
source: Premiumize Resolver Authorised
ru_ru: Premiumize резолвер авторизирован

# #33053
source: Linksnappy Authorisation Reset
ru_ru: Linksnappy авторизация сброшена

# #33054
source: Linksnappy Resolver Authorised
ru_ru: Linksnappy резолвер авторизирован

# #33055
source: Download rate:
ru_ru: Скорость скачивания:
uk_ua: Швидкість скачування:

# #33056
source: Peers:
ru_ru: Пиры:
uk_ua: Піри:

# #33057
source: seconds
ru_ru: секунд
uk_ua: секунд

# #33058
source: Cached filehosts only
ru_ru: Кэшировать только файловые хосты
uk_ua: Кешувати тільки файлові хости

# #33000
source: OpenLoad Stream Authorization
uk_ua: OpenLoad авторизація потоку

# #33001
source: To play this video, authorization is required
uk_ua: Для відтворення цього відео потрібна авторизація

# #33002
source: Visit the link below to authorize the devices on your network:
uk_ua: Перейдіть по посиланню нижче, щоб авторизувати пристрої у вашій мережі:

# #33004
source: No OpenLoad Authorization
uk_ua: Немає авторизації OpenLoad

# #33008
source: Vev.io Stream Authorization
uk_ua: Vev.io авторизація потоку

# #33009
source: VidUP.me Stream Authorization
uk_ua: VidUP.me авторизація потоку

# #33018
source: Real-Debrid Resolver Authorized
uk_ua: Real-Debrid резольвер авторизовані

# #33019
source: Real-Debrid Authorization Reset
uk_ua: Real-Debrid скидання авторизації

# #33029
source: (Re)Authorize My Account
uk_ua: Переавторізовать мій обліковий запис

# #33030
source: Reset My Authorization
uk_ua: Скинути мою авторизацію

# #33040
source: IP Stream Authorization Pairing
uk_ua: Сполучення авторизації IP потоку

# #33041
source: No IP Authorization
uk_ua: Немає автоізаціі IP

# #33043
source: Vshare.eu Stream Authorization
uk_ua: Vshare.eu авторизація потоку

# #33044
source: Flashx Stream Authorization
uk_ua: Flashx авторизація потоку

# #33045
source: AllDebrid Authorization Reset
uk_ua: AllDebrid авторизація скинута

# #33046
source: AllDebrid Resolver Authorized
uk_ua: AllDebrid резолвер авторизован

# #33051
source: Premiumize Authorization Reset
uk_ua: Premiumize авторизація скинута

# #33052
source: Premiumize Resolver Authorized
uk_ua: Premiumize резолвер авторизован

# #33053
source: Linksnappy Authorization Reset
uk_ua: Linksnappy авторизація скинута

# #33054
source: Linksnappy Resolver Authorized
uk_ua: Linksnappy резолвер авторизован
